{
	"fitness" : {
		"title" : "fitness",
		"links" : [
			{
				"name"  : "CrossFit",
				"link"  : "https://www.crossfit.com/",
				"title" : "Hard to talk about functional fitness without mentioning CrossFit. With a free workout of the day on the site as well as a large list of courses and certification, there's plenty of good information on here. Also, for you MIL/LE folk, they offer discounts on every course, just send them an email (it's usually like 20% off)"
			},
			{
				"name"  : "Catalyst Athletics",
				"link"  : "https://www.catalystathletics.com",
				"title" : "These guys have been around forever. Not sure how to perform a movement properly? They have a vast resource of videos on proper technique for every movement. Amazing resource.",
				"extra"	: "recommended"
			},
			{
				"name"  : "Built by Bergeron",
				"link"  : "https://www.builtbybergeron.com/comptrain-programming/",
				"title" : "Ben Bergeron has coached 5 different CrossFit Games champions. His daily competitive programming is available online for free. Trying to go to Regionals? This is a great place to start.",
				"extra"	: "recommended"
			},
			{
				"name"  : "SOFLETE",
				"link"  : "https://soflete.com/",
				"title" : "Looking for workout programming that's more adapted to the tactical athlete? Check out SOFLETE. It's not free, but they have strength and stamina tracks that are absolutely legit. Also I heard it's run by a bunch of clowns.",
				"price" : "cost"
			},
			{
				"name"  : "Mountain Tactical",
				"link"  : "http://www.mtntactical.com",
				"title" : "Amazing programming specifically adapted to the mountain and military athlete. They have in depth studies and you can get a lot of great information from them."
			},
			{
				"name"  : "MisFit Athletics",
				"link"  : "https://misfitathletics.com/",
				"title" : "Great programming for competitive CrossFit athletes"
			},
			{
				"name"  : "Beast Skills",
				"link"  : "http://www.beastskills.com",
				"title" : "A self taught gymnast named Jim provides a wealth of free information on bodyweight training. Swell guy, did a gymanstic workshop with him outside of Washington DC for next to nothing. Highly recommend his 1 day seminars.",
				"price" : "cost"
			},
			{
				"name"  : "Pose Method - Dr. Romanov",
				"link"  : "https://posemethod.com/",
				"title" : "Let's face it: running is a skill that hardly anyone works on. Dr. Nicholas Romanov teaches the pose method of running and discusses biomechanics, form, injury prevention, and can make you a faster, stronger runner. Definitely a wealth of information here that you should check out.",
				"price" : "cost"
			},
			{
				"name"  : "Complete Human Performance",
				"link"  : "https://www.completehumanperformance.com/",
				"title" : "Alex Viada has a 700lb deadlift and runs a 4:15 mile. He competes in powerlifting and ultra-endurance running and triathalons. We can learn a LOT from this guy and his book, the Hybrid Athlete, really gets into the nitty-gritty of metabolism, recovery, muscle growth, and optimizing training schedules."
			},
			{
				"name"  : "Juggernaut Training Systems",
				"link"  : "http://www.jtsstrength.com/",
				"title" : "Videos and articles from some amazing weightlifting and powerlifting coaches"
			},
			{
				"name"  : "Starting Strength",
				"link"  : "http://amzn.to/2mo9plM",
				"title" : "Starting Strength has been called the best and most useful of fitness books. The second edition, Starting Strength: Basic Barbell Training, has sold over 80,000 copies in a competitive global market for fitness education. Along with Practical Programming for Strength Training 2nd Edition, they form a simple, logical, and practical approach to strength training. Now, after four more years of testing and adjustment with thousands of athletes in seminars all over the country, this third edition expands and improves on the previous teaching methods and biomechanical analysis. No other book on barbell training ever written provides the detailed instruction on every aspect of the basic barbell exercises found in SS:BBT3. And while the methods for implementing barbell training detailed in the book are primarily aimed at young athletes, they have been successfully applied to everyone: young and old, male and female, fit and flabby, sick and healthy, weak and already strong. Many people all over the world have used the simple biological principle of stress/recovery/adaptation on which this method is based to improve their performance, their appearance, and their quality of life. SS:BBT3 is your complete guide to developing strength -- the foundation of athletic performance and the key to long-term health.",
				"type"	: "book"
			}
		]
	},
	"nutrition" : {
		"title" : "nutrition",
		"alt"	: "Most of the nutrition information I'm including here is either paleo, zone, renassaince, low glycemic, or slow carb. Call it what you want, all of them are great resources if you're looking to build muscle and lose body fat.",
		"links" : [
			{
				"name"  : "CrossFit Zone Meal Plans",
				"link"  : "http://library.crossfit.com/free/pdf/CFJ_2015_05_Zone6.pdf",
				"title" : "Print pages 4 and 5 and put them on your fridge. I revisit this article again and again.",
				"type"	: "pdf"
			},
			{
				"name"  : "Paleo Nick",
				"link"  : "https://paleonick.com/",
				"title" : "I got to meet Nick at a CrossFit Culinary Ninja course (discontinued) and the tips and tricks I learned from him were invaluable. His recipes are awesome, try the sweet chorizo hash, it's legit my favorite.",
				"price" : "cost"
			},
			{
				"name"  : "Marks Daily Apple",
				"link"  : "http://www.marksdailyapple.com/recipes",
				"title" : "Although this link is to the recipe section of Marks Daily Apple, the whole website contains a lot of great information."
			},
			{
				"name"  : "The 4 Hour Body",
				"link"  : "http://amzn.to/2ncsypT",
				"title" : "This book is hands down what got me really interested in nutrition and fitness. After reading it and slowly applying some of its principles, I lost 37 pounds in 2 months. I'd never been so lean. Everything is based on the 80/20 rule, the maximum amount of benefit for the least amount of work. Highly, highly recommend. The sheer amount of information here is ridiculous. Tim Ferriss really went all out getting it all together.",
				"price" : "cost"
			},
			{
				"name"  : "A Competitors Zone Prescription",
				"link"  : "https://www.youtube.com/playlist?list=PL605wGV60elcNeWA3CeXcX2Qrc_pegiCX",
				"title" : "A small playlist of videos by Matt Chan teaching nutrition to the CrossFit Competitors Course. Really great information"
			},
			{
				"name"  : "Enter the Zone",
				"link"  : "http://amzn.to/2mhfuAu",
				"title" : "Not necessary but if you're trying to eat zone, whether it's paleo or not, Dr. Barry Sears had the original idea behind it. Pretty simple stuff, don't spike your blood sugar but don't let it fall either, stay in the zone.",
				"price" : "cost"
			},
			{
				"name"	: "BioLayne",
				"link"	: "https://www.biolayne.com/",
				"title"	: "Nutrition information from a Layne Norton - Bodybuilding, Coaching, PhD. So much information."
			},
			{
				"name"	: "Renaissance Periodization",
				"link"	: "https://renaissanceperiodization.com/",
				"title"	: "Official dieticians of USA Weightlifting. This method seem to be increasingly popular lately and their results speak for themselves.",
				"price" : "cost"
			}
		]
	},
	"podcats" : {
		"title" : "podcasts",
		"links" : [
			{
				"name"  : "Ben Bergeron - Chasing Excellence",
				"link"  : "https://www.builtbybergeron.com/chasing-excellence",
				"title" : "Ben Bergeron runs CrossFit New England and has trained numerous games athletes, includin Katrín Davíðsdóttir and Mat Fraser. His podcasts range from coaching to competeting to mindfulness and personal development. Outstanding content, highly highly recommend.",
				"extra"	: "recommended"
			},
			{
				"name"  : "Dan Carlins Hardcore History",
				"link"  : "http://www.dancarlin.com/",
				"title" : "These are LONG podcasts, with each episode broken up into parts and totalling several hours. That being said, they are awesome. Dan Carlin really brings to life each historical segment and devles really deep into the political, racial tensions, the power struggles, etc. He really sets the scene and delivers a very powerful podcast for all you history fans."
			},
			{
				"name"  : "Jocko Podcast",
				"link"  : "http://jockopodcast2.com/",
				"title" : "JOCKO WILLINK is a decorated retired Navy SEAL officer, author of the book Extreme Ownership: How U.S. Navy SEALs Lead and Win, and co-founder of Echelon Front, where he is a leadership instructor, speaker, and executive coach. Jocko spent 20 years in the U.S. Navy SEAL Teams, starting as an enlisted SEAL and rising through the ranks to become a SEAL officer. As commander of SEAL Team Three’s Task Unit Bruiser during the battle of Ramadi, he orchestrated SEAL operations that helped the “Ready First” Brigade of the US Army’s First Armored Division bring stability to the violent, war-torn city.Task Unit Bruiser became the most highly decorated Special Operations Unit of the Iraq War. Jocko returned from Iraq to serve as Officer-in-Charge of training for all West Coast SEAL Teams. There, he spearheaded the development of leadership training and personally instructed and mentored the next generation of SEAL leaders who have continued to perform with great success on the battlefield."
			},
			{
				"name"  : "The Mind Muscle Project",
				"link"  : "http://themindmuscleproject.com/",
				"title" : "With a focus on CrossFit, weightlifting, football, bodybuilding, and strongman, this podcast touches on a lot of topics like training, nutrition, emotional intelligence, and the like. Interviews with top Games athletes and football coaches and the like."
			},
			{
				"name"  : "StarTalk",
				"link"  : "https://www.startalkradio.net/",
				"title" : "Hosted by Dr. Neil deGrasse Tyson with various special guests and comedians, the show explores science, science fiction, astrophyics, sex, life, and humor.",
				"extra"	: "recommended"
			},
			{
				"name"  : "The Joe Rogan Experience",
				"link"  : "http://podcasts.joerogan.net/",
				"title" : "The Joe Rogan Experience podcast is a long form conversation hosted by comedian, UFC color commentator, and actor Joe Rogan with friends and guests that have included comedians, actors, musicians, MMA instructors and commentators, authors, artists, and porn stars."
			},
			{
				"name"  : "TED Radio Hour",
				"link"  : "http://www.npr.org/programs/ted-radio-hour/",
				"title" : "A journey through fascinating ideas, astonishing inventions, and new ways to think and create. Based on riveting TEDTalks from the world's most remarkable minds."
			}
		]
	},
	"medical" : {
		"title" : "medical",
		"links" : [
			{
				"name"  : "SOF Medical Handbook",
				"link"  : "http://www.green-trust.org/freebooks/SOF_Medical_Handbook.pdf",
				"title" : "The Special Operations Forces Medical Handbook, a great resource for emergency medicine. Note: a lot of this flies in the face of current medical practice and what is legal in the US, but in an emergency situation or when operating OCONUS, something in here could save your life. This is a downloadable pdf of the 1st Edition June 2001",
				"type"	: "pdf",
				"extra"	: "recommended"
			},
			{
				"name"  : "Stanford Courses on video",
				"link"  : "http://itunes.stanford.edu/",
				"title" : "Although many other resources besides health and medicine, Stanford has the best medical school in the country and most of the courses are available to view for free on iTunes under Health &amp; Fitness"
			},
			{
				"name"  : "EdX - Health &amp; Safety",
				"link"  : "https://www.edx.org/course/subject/health-safety",
				"title" : "A variety of free to access lectures through many partner schools including Harvard, Berkeley, Michigan State and others. No hands on component obviously but if you're studying for a medical exam or otherwise, this can come in handy. Explore their other course subjects as well."
			},
			{
				"name"  : "NOLS Wilderness Medicine",
				"link"  : "https://nols.edu/en/courses/wilderness-medicine/",
				"title" : "NOLS teaches the prevention, assessment, and treatment of injury and illness in remote and austere settings.",
				"price" : "cost"
			},
			{
				"name"  : "REI Wilderness Medicine",
				"link"  : "https://www.rei.com/outdoorschool/wilderness-medicine-classes.html",
				"title" : "REI offers similar courses to NOLS in terms of WFR, WAFA, WEMT, etc",
				"price" : "cost"
			},
			{
				"name"  : "Wilderness Medical Society",
				"link"  : "http://www.wms.org/",
				"title" : "Offers education in Mountain Medicine as well as Dive and Marine Medicine. Supposedly they have online courses becoming available soon.",
				"price" : "cost"
			},
			{
				"name"  : "Advanced Wilderness Life Support",
				"link"  : "https://awls.org/",
				"title" : "Offers Advanced Wilderness Life Support fo current medical professionals as well as Wilderness First Aid, Basic Wilderness Life Support, and online courses.",
				"price" : "cost"
			},
			{
				"name"  : "Vertical Medicine Resources",
				"link"  : "http://www.vertical-medicine.com/",
				"title" : "WFA, WFR, AWLS, First Aid, CPR, etc.",
				"price" : "cost"
			},
			{
				"name"  : "Wilderness Medical Associates",
				"link"  : "https://www.wildmed.com/wilderness-medical-courses/",
				"title" : "Same offerings as some other schools but also some specialty courses like Conflict &amp; Remote First Aid, Battlefield Medical Response, Offshore Emergency Medicine, and others.",
				"price" : "cost"
			},
			{
				"name"  : "Dark Angel Medical",
				"link"  : "http://darkangelmedical.com/training/",
				"title" : "IFAKs and Direct Action Response Training",
				"price" : "cost"
			},
			{
				"name" 	: "Academi: Tactical SWAT Medical",
				"link"	: "https://www.academi.com/training-courses/course-title/tactical-swat-medical-course/overview",
				"title"	: "2 and 5 Day Tactical SWAT Medical Courses taught by Academi. Open to civilians.",
				"price"	: "cost"
			}
		]
	},
	"combatives" : {
		"title" : "combatives",
		"alt"	: "These are combatives, not martial arts in the strictest sense. Combatives in this guide are confined to self defense for armed and unarmed combat. There's plenty of overlap but we're focusing on practicality for a street fight so you can go home at the end of the day. Besides, Martial Arts gyms are so regional specific that it's difficult to include them all here in one list. Maybe down the road. Until then, find a local Jiu-Jitsu or Krav Maga school and start training.",
		"links" : [
			{
				"name"  : "Dynamis Alliance",
				"link"  : "https://dynamisalliance.com/",
				"title" : "Dom Raso, a former SEAL team member, teaches unarmed, blade and impact weapon tactics, weapons manipulation, low vis tactics, and cqb.",
				"price"	: "cost"
			},
			{
				"name"  : "Tony Blauer's SPEAR",
				"link"  : "https://blauerspear.com/",
				"title" : "Instinctual self defense playing off the bodies natural survival response.",
				"price"	: "cost"
			},
			{
				"name"  : "Gracie Jiu-Jitsu / Survival Tactics",
				"link"  : "http://www.gracieacademy.com/gst.asp",
				"title" : "Yeah yeah, I said no martial arts but Gracie Jiu-Jitsu is standardized across the country and they offer Survival Tactics courses for Military and Law Enforcement. Everything up through Blue Belt is based on 36 of the most common takedowns, chokes, holds, and other movement patterns. The basics are the basics are the basics.",
				"price"	: "cost"
			},
			{
				"name"  : "CrossFit Striking",
				"link"  : "https://training.crossfit.com/striking",
				"title" : "Great course that teaches the proper mechanics of different strikes (straight, hoook, uppercut, knee, ground striking, etc. No sparring in this course, just proper mechanics, conditioning, shadow boxing, and padwork. Taught by a Martial Arts Masters Hall of Fame inductee for Boxing and LAPD Swat member George Ryan.",
				"price"	: "cost"
			}
		]
	},
	"shooting" : {
		"title" : "shooting",
		"links" : [
			{
				"name"  : "Appleseed Project",
				"link"  : "https://appleseedinfo.org/",
				"title" : "They 'promote civic responsibility through the teaching of colonial history and the American tradition of rifle marksmanship'. Beginners and experienced shooters will benefit from this course and costs are typically very low and have offerings in every state.",
				"price"	: "cost"
			},
			{
				"name"  : "SOFLETE Shooting",
				"link"  : "https://soflete.com/products/soflete-shooting",
				"title" : "The range is one thing, but how well would you shoot if things really went down? With The Soflete Shooters Program, it’s easy to learn professional techniques that will help get you ready for any situation. Built using the latest tactics from special operations and competitive shooters, you’ll use live and dry fire drills to develop your skills under real-world stress conditions. Giving you all the tools you need, to take your shot to the next level.",
				"price"	: "cost"
			},
			{
				"name"	: "Courses of Action",
				"link"	: "https://www.courses-of-action.com/",
				"title"	: "Carbine, Pistol, Small Unit Tactics. Taught by former SOF members.",
				"price" : "cost"
			},
			{
				"name"  : "Academi",
				"link"  : "https://www.academi.com/pages/training/courses",
				"title" : "Individual course offerings open to MIL/LEO and civilians. Courses include armory, handgun, executive protection, high risk security, tactical swat medical, open driving, and others.",
				"price"	: "cost"
			},
			{
				"name" 	: "Outdoor Life: Long Range Rifle",
				"link" 	: "http://www.outdoorlife.com/photos/gallery/guns/rifles/2011/08/sniper-school-precision-long-range-shooting",
				"title"	: "Great article on long range rifle hunting and proper setup. Dry fire is your friend."
			},
			{
				"name"  : "Brian Enos",
				"link"  : "http://brianenos.com",
				"title" : "Want to shoot competitively in 3-Gun? Not sure what gear to use? Want help with your kit? Sign up for the forum and start reading through it. Seriously."
			}
		]
	},
	"hunting" : {
		"title" : "hunting",
		"links" : [
			{
				"name" 	: "Outdoor Life",
				"link"	: "http://www.outdoorlife.com/",
				"title"	: "Huge list of articles, videos, forums, etc on hunting, fishing, gear, guns, survival."
			},
			{
				"name"	: "Outdoor Life University",
				"link"	: "https://www.outdoorlifeu.com/",
				"title"	: "I never thought there would be online courses for hunting, fishing, kayaking, etc. What a time to be alive.",
				"price"	: "cost"
			},
			{
				"name"  : "The Meat Eater (site)",
				"link"  : "http://www.themeateater.com/",
				"title" : "Free podcasts, recipes, videos, and other information for hunting game, cooking, field dressing, etc."
			},
			{
				"name"  : "The Meat Eater (show)",
				"link"  : "http://meateater.vhx.tv/",
				"title" : "Awesome show online and I believe seaons 5 and 6 are on Netflix still.",
				"type"	: "show",
				"extra"	: "recommended"
			}
		]
	},
	"hiking"	: {
		"title"	: "hiking",
		"links"	: [
			{
				"name"  : "Hiking Upward",
				"link"  : "https://www.hikingupward.com/",
				"title" : "A resource for hikers mostly in the Mid Atlantic region. Great reviews of trails in the area."
			},
			{
				"name"  : "USGS Topographical Maps",
				"link"  : "http://www.natgeomaps.com/trail-maps/pdf-quads",
				"title" : "National Geographic website with free resource to print USGS topgraphical maps for any area."
			}
		]
	},
	"tracking" 	: {
		"title" : "survival / bushcraft",
		"links" : [
			{
				"name" 	: "Norwegian Bushcraft",
				"link"	: "https://www.youtube.com/user/NorwegianBushcraft",
				"title"	: "A YouTube channel from Norway that goes into bushcraft, survival, and wilderness skills. Some great videos on here and it's a free resource."
			},
			{
				"name"  : "Tom Brown Jr's Tracker School",
				"link"  : "https://www.trackerschool.com/",
				"title" : "New Jersey and California: Tom Brown Jr teaches tracking and wilderness survival to civilians and military. The movie 'The Hunted' with Benicio del Toro and Tommy Lee Jones is based on Tom Brown Jrs exploits. Although I haven't attended, I've heard amazing things from those who have.",
				"price" : "cost"
			},
			{
				"name"  : "Jack Mountain Bushcraft School",
				"link"  : "http://jackmtn.com/",
				"title" : "Maine: 'Our immersion programs integrate expedition and outdoor leadership, bushcraft, primitive living skills, field ecology (edible and medicinal plants, mammals and their tracks, weather, the night sky, etc.), expedition canoeing and snowshoeing, natural crafting, off-grid homesteading, fly fishing, building your own gear (canoe paddles, pack baskets, bows, crooked knives, etc.) and living a simple, outdoor life.'",
				"vet"   : "yes",
				"price" : "cost"
			},
			{
				"name"  : "Ancient Pathways",
				"link"  : "http://www.southwestsemester.com/",
				"title" : "Flagstaff, Arizona: Military go-to school for desert survival training, has a wide variety of bushcraft and wilderness survival courses",
				"vet"   : "",
				"price" : "cost"
			},
			{
				"name"  : "Mountain Shepard Wildnerness Survival",
				"link"  : "https://mountainshepherd.com/",
				"title" : "Catawba, Virginia: Taught by graduates of the US Air Forces SERE (Survival, Evasion, Resistance, Escape) school and taught year round in the mountains of western Virginia.",
				"vet"   : "",
				"price" : "cost"
			},
			{
				"name"  : "Survival Training School of California",
				"link"  : "https://www.californiasurvivaltraining.com/",
				"title" : "California: Mostly former military instructors teaching survival, bushcraft, Wilderness First Aid, Civilian SERE, and tracking.",
				"vet"   : "",
				"price" : "cost"
			},
			{
				"name"  : "Mountain Scout Survival School",
				"link"  : "http://mtnscoutsurvival.com/",
				"title" : "New York State: Wildnerness survival skills taught by a protegé of Tom Brown Jr (see Tracker School)",
				"vet"   : "",
				"price" : "cost"
			},
			{
				"name"  : "Bear Grylls Survival Academy",
				"link"  : "http://beargryllssurvivalacademy.com/",
				"title" : "Catskills, New York: Wildnerness survival skills school ran by Bear Grylls",
				"vet"   : "",
				"price" : "cost"
			},
			{
				"name"  : "Maine Primitive Survival School",
				"link"  : "http://www.primitiveskills.com/",
				"title" : "Maine: Wilderness survival school inspired by Tom Brown Jrs Tracker School with emphasis on 'awareness', tracking, and 'philosophy'.",
				"vet"   : "",
				"price" : "cost"
			},
			{
				"name"  : "Boulder Outdoor Survival School",
				"link"  : "https://www.boss-inc.com",
				"title" : "Boulder, Colorado: Impressive offereing of courses ranging from 1 or 2 days up to 28 days in duration.",
				"vet"   : "",
				"price" : "cost"
			},
			{
				"name"  : "The Pathfinder School",
				"link"  : "https://www.selfrelianceoutfitters.com/collections/classes",
				"title" : "Jackson, Ohio: Bushcraft, camping, trapping, survival, blacksmithing, woodcrafting, wilderness first aid, medicinal plant seminars, archery, fishing and other courses as well as a ",
				"vet"   : "",
				"price" : "cost"
			}
		]
	},
	"land nav" : {
		"title" : "land navigation",
		"links" : [
			{
				"name"  : "REI Outdoor School",
				"link"  : "https://www.rei.com/outdoorschool/navigation-classes.html",
				"title" : "Basic and intermediate courses to learn to use a map and compass. For a quick refresher or for your first foray into land navigation, this isn't a bad place to start.",
				"price" : "cost"
			},
			{
				"name"  : "Army Study Guide - Land Nav",
				"link"  : "http://www.armystudyguide.com/content/army_board_study_guide_topics/land_navigation_map_reading/index.shtml",
				"title" : "Pretty self explanatory. Free resource that teaches you about land navigation, map and compass reading, and army board study material."
			},
			{
				"name"  : "Imminent Threat Solutions Land Nav",
				"link"  : "http://www.itstactical.com/skillcom/navigation/the-complete-guide-to-land-navigation-with-the-military-grid-reference-system/",
				"title" : "A great guide to land navigation using the Military Grid Reference System"
			}
		]
	},
	"languages" : {
		"title" : "languages",
		"links" : [
			{
				"name"  : "BBC Language",
				"link"  : "http://www.bbc.co.uk/languages/",
				"title" : "French, Spanish, Italian, and German are most well covered in their offerings.",
				"price" : "free"
			},
			{
				"name"  : "DuoLingo",
				"link"  : "http://www.duolingo.com/",
				"title" : "A very comprehensive resource with a large variety of offerings.",
				"price" : "free",
				"extra"	: "recommended"
			},
			{
				"name"  : "Memrise",
				"link"  : "http://www.memrise.com/",
				"title" : "A bit less traditional in the manner they teach but with over 200 languages available and having people vote on the best way to pronounce words and phrases, it's a good resource to have.",
				"price" : "free"
			},
			{
				"name"  : "Open Culture",
				"link"  : "http://www.openculture.com/freelanguagelessons",
				"title" : "About 40+ languages with links to iTunes and other websites.",
				"price" : "free"
			},
			{
				"name"  : "Visualizing Japanese Grammar",
				"link"  : "https://www2.gwu.edu/~eall/vjgnew/vjghomepage/vjghome.htm",
				"title" : "Very basic site from George Washington University that has 66 modules on the various grammatical structures of Japanese",
				"price" : "free"
			},
			{
				"name"  : "Foreign Service Institute",
				"link"  : "http://www.fsi-language-courses.net/fsi-language-courses/",
				"title" : "The FSI at the Dept. of State removed their free resources but a third party site has kept their content intact. The site is a bit slow to load but you can download all the content for each language in one go.",
				"price" : "free"
			},
			{
				"name"  : "Interagency Language Roundtable",
				"link"  : "http://www.govtilr.org/Roadmaps/index.htm",
				"title" : "All you military and government folk will appreciate the focus on Arabic, Russian, Ukranian, Persian, Hebrew and other languages. This is a non-funded government site that gives you a roadmap to learn each language regardless of where your proficiency is. It has a TON of external and additional resources including links to TV channels in the native language, radio stations, etc. Highly recommend.",
				"price" : "free"
			},
			{
				"name"  : "Defense Language Institute",
				"link"  : "http://www.dliflc.edu/resources/products/",
				"title" : "This is the online resource center for the military foreign language learning center in Monterey, CA. Highly recommend especially for those of you in the government and military",
				"price" : "free"
			},
			{
				"name"  : "Pitch Perfect Pinyin (Mandarin Chinese)",
				"link"  : "https://www.laits.utexas.edu/ppp/learning.php?unit=0",
				"title" : "University of Texas at Austin course on learning Mandarin Chinese and proper pronunciation"
			},
			{
				"name"  : "CIA World FactBook",
				"link"  : "https://www.cia.gov/library/publications/the-world-factbook/",
				"title" : "Not a foreign language resource but still an invaluable tool when deploying to another country to learn about the geography, economy, culture, transnational issues, and other information.",
				"price" : "free"
			}
		]
	},
	"publications" : {
		"title" : "publications",
		"links" : [
			{
				"name"  : "CIA Library",
				"link"  : "https://www.cia.gov/library",
				"title" : "Publications, intelligence literature, intelligence history."
			},
			{
				"name"  : "FBI Publications",
				"link"  : "https://www.fbi.gov/resources/library",
				"title" : "Reports and publications ranging in topic from wordplace violence, terrorism reports, bank crime, and various handbooks to help facilitate civilian and law enforcement interaction."
			},
			{
				"name"  : "Department of State",
				"link"  : "https://www.state.gov/r/pa/ei/subject/index.htm",
				"title" : "Public reports and policies from the US Department of State"
			},
			{
				"name"  : "NASA",
				"link"  : "https://www.nasa.gov/connect/ebooks/index.html",
				"title" : "NASA eBooks"
			},
			{
				"name"  : "DoD Resources",
				"link"  : "https://www.defense.gov/Resources",
				"title" : "Defense.gov resoureces. A lot of great questions answered."
			}
		]
	},
	"computer" : {
		"title" : "computer / it",
		"links" : [
			{
				"name"  : "MIT OpenCourseware",
				"link"  : "https://ocw.mit.edu/courses/#electrical-engineering-and-computer-science",
				"title" : "MIT OpenCourseware has a lot of computer science and electrical engineering courses available for anyone to view for free."
			},
			{
				"name"  : "University of Reddit",
				"link"  : "http://ureddit.com/category/23442/computer-science",
				"title" : "The University of Reddit is a great resource to learn computer programming as well as network security and it's all free"
			},
			{
				"name"  : "Reddit /r/netsec",
				"link"  : "https://www.reddit.com/r/netsec/",
				"title" : "Subreddit for network security. A lot of great reading on here that's constantly updated."
			},
			{
				"name"  : "Saylor",
				"link"  : "https://learn.saylor.org/course/index.php?categoryid=9",
				"title" : "Although they have a range of course topics, their computer science track is the most extensive."
			},
			{
				"name"  : "Free Tech Books",
				"link"  : "http://www.freetechbooks.com/",
				"title" : "A collection of free technical books including computer science, operating systems, programming, scripting, mathematics, web and mobile development, signals processing, and others. Great place to get technical reading to put on a kindle paperwhite for later."
			},
			{
				"name"  : "Getting Started with Kali Linux",
				"link"  : "http://docs.kali.org/category/introduction",
				"title" : "The go-to operating system for penetration testing, web application hacking, wireless hacking and the like. Used by white, gray, and black-hat hackers alike."
			},
			{
				"name"  : "Web Application Hackers Handbook",
				"link"  : "http://mdsec.net/wahh/",
				"title" : "This is absolutely my favorite book on web application security whether you're a novice or an expert in the field, there's so much you can learn. Definitely worth purchasing.",
				"price" : "cost"
			},
			{
				"name"  : "Hacksplaining",
				"link"  : "https://www.youtube.com/channel/UCOibgcOTyaRNjq__8ds2SxA/videos?sort=dd&view=0&shelf_id=0",
				"title" : "Great videos that break down computer security into easy to understand terms. Beginners and advanced users alike will benefit."
			},
			{
				"name"  : "Pen Testing Tools Cheat Sheet",
				"link"  : "https://highon.coffee/blog/penetration-testing-tools-cheat-sheet",
				"title" : "The focus of this cheat sheet is infrastructure / network penetration testing, web application penetration testing is not covered here apart from a few sqlmap commands at the end and some web server enumeration."
			}
		]
	},
	"reading" : {
		"title" : "recommended reading",
		"links" : [
			{
				"name"  	:	"The Trident",
				"author"	:	"Jason Redman",
				"link"  	:	"http://amzn.to/2mYW6LX",
				"title" 	:	"Decorated US Navy SEAL lieutenant Jason Redman served his country courageously and with distinction in Colombia, Peru, Afghanistan, and Iraq, where he commanded mobility and assault forces. He conducted over forty capture/kill missions with his men in Iraq, locating more than 120 al-Qaida insurgents. But his journey was not without supreme challenges—both emotional and physical. Redman is brutally honest about his struggles to learn how to be an effective leader, yet that effort pales beside the story of his critical wounding in 2007 while leading a mission against a key al-Qaida commander. On that mission his team was ambushed and he was struck by machine-gun fire at point-blank range."
			},
			{
				"name" 		:	"Fearless",
				"author"	:	"Eric Blehm",
				"link" 		:	"http://amzn.to/2lYNU9i",
				"title"		:	"Fearless is a vivid account of one man's journey from all-American boy to all-American hero. Blehm's writing takes you beyond the battlefield and right to the heart of the personal battles, sacrifices, and triumphs of one of America's elite warriors. Anyone looking for an inspiring story of inner strength and courage will be richly rewarded by this book."
			},
			{
				"name" 		:	"The Heart and the Fist",
				"author"	:	"Eric Greitens",
				"link" 		:	"http://amzn.to/2mjn2CL",
				"title"		:	"'The education of a humanitarian, the making of a Navy SEAL'. Amazing, amazing read."
			},
			{
				"name" 		:	"On Killing",
				"author"	:	"Lt. Col. Dave Grossman",
				"link" 		:	"http://amzn.to/2lZ3vWF",
				"title"		:	"A controversial psychological examination of how soldiers’ willingness to kill has been encouraged and exploited to the detriment of contemporary civilian society."
			},
			{
				"name" 		:	"Meditations",
				"author"	:	"Marcus Aurelius",
				"link" 		:	"http://classics.mit.edu/Antoninus/meditations.html",
				"title"		:	"Meditations is a series of personal writings by Marcus Aurelius, Roman Emperor from 161 to 180 AD, recording his private notes to himself and ideas on Stoic philosophy."
			},
			{
				"name"  : "Gates of Fire",
				"link"  : "http://amzn.to/2mLROXu",
				"title" : "At Thermopylae, a rocky mountain pass in northern Greece, the feared and admired Spartan soldiers stood three hundred strong. Theirs was a suicide mission, to hold the pass against the invading millions of the mighty Persian army."
			},
			{
				"name"  : "Gentle Propositions",
				"link"  : "http://amzn.to/2m4wIzo",
				"title" : "Nearly a decade in the making, Gentle Propositions is a Vietnam War odyssey as experienced through the eyes of a young Special Forces soldier who volunteers to run recon with MACV-SOG out of Command and Control Central (CCC) at the beginning of 1969. This novel is a work of historical-fiction which includes a unique blend of both imaginary characters and real people who take part in both real and fictional events in time. Foreword by Lynne M. Black Jr."
			},
			{
				"name"  : "The Mission, The Men, and Me",
				"link"  : "http://amzn.to/2lINYPd",
				"title" : "As a commander of Delta Force-the most elite counter-terrorist organization in the world-Pete Blaber took part in some of the most dangerous, controversial, and significant military and political events of our time. Now he takes his intimate knowledge of warfare-and the heart, mind, and spirit it takes to win-and moves his focus from the combat zone to civilian life."
			},
			{
				"name"  : "Relentless Strike",
				"link"  : "http://amzn.to/2mLUCUw",
				"title" : "Relentless Strike tells the inside story of Joint Special Operations Command, the secret military organization that during the past decade has revolutionized counterterrorism, seamlessly fusing intelligence and operational skills to conduct missions that hit the headlines, and those that have remained in the shadows-until now. Because JSOC includes the military's most storied special operations units-Delta Force, SEAL Team 6, the 75th Ranger Regiment-as well as America's most secret aviation and intelligence units, this is their story, too."
			},
			{
				"name"  : "Five Years to Freedom",
				"link"  : "http://amzn.to/2nkdkzm",
				"title" : "When Green Beret Lieutenant James N. Rowe was captured in 1963 in Vietnam, his life became more than a matter of staying alive. In a Vietcong POW camp, Rowe endured beri-beri, dysentery, and tropical fungus diseases. He suffered grueling psychological and physical torment. He experienced the loneliness and frustration of watching his friends die. And he struggled every day to maintain faith in himself as a soldier and in his country as it appeared to be turning against him. His survival is testimony to the disciplined human spirit. His story is gripping."
			}
		]
	},
	"other" : {
		"title" : "other",
		"links" : [
			{
				"name"  : "Spikes K9 Fund",
				"link"  : "http://www.spikesk9fund.org",
				"title" : "A non-profit to help current and former service dogs run by former Navy Special Warfare Development Group member and all-around swell guy Senior Chief Petty Officer James Hatch. Disclaimer: I volunteer as the web developer for this site.",
				"extra"	: "recommended"
			},
			{
				"name"  : "30 Seconds Out",
				"link"  : "http://www.thirtysecondsout.com",
				"title" : "Art and clothing company run by a former Navy Special Warfare operator 'Evan'",
				"extra"	: "recommended"
			},
			{
				"name"  : "Yale X Coursera - Intro to Negotiation",
				"link"  : "https://www.coursera.org/learn/negotiation",
				"title" : "Exactly what it sounds like. This course is not free but the free track allows you to access the full lecture videos and some of the assignments."
			},
			{
				"name"  : "CIA Declassified Coldwar Russian Jokes",
				"link"  : "https://www.cia.gov/library/readingroom/docs/CIA-RDP89G00720R000800040003-6.pdf",
				"title" : "Random can be fun.",
				"type"	: "pdf"
			},
			{
				"name"  : "MIT Lockpicking Guide",
				"link"  : "http://www.blurofinsanity.com/mit/lockpick.html",
				"title" : "The Document Which Used To Be Called The MIT Lockpicking Guide"
			}
		]
	}
}